[
  {
    "id": 1,
    "icon": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/service_icon/Braces.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/OrthodonticTtretmmentHubli.jpg",
    "title": "Braces",
    "description": "Orthodontic treatment is a dental specialty focused on correcting crooked, crowded, or misaligned teeth and improper bites using braces or other orthodontic appliances.",
    "fullContent": "<p>At Dhotrad’s Sunny Dental Clincis, we love helping patients with a beautiful and natural-looking smile.</p><p><strong>What is Orthodontic Treatment?</strong></p><p>You might have seen kids wearing braces or wires on their teeth. They are in fact going through this treatment called “orthodontic treatment”. This treatment corrects the irregularities of your teeth. For example, if you have a bad bite because of crowed or crooked teeth. Teeth in irregular position lead to an undesirable appearance, and smile. To correct such problems, one has to go through this treatment.</p><p>Wires and brackets help to move teeth from their current position to the correct position. Orthodontic treatment helps in improving the oral health condition and facial bone development too. Orthodontic treatment not only improves the look of your teeth, it may prevent bigger dental problems from developing later in life.</p><p><strong>What are the benefits of Orthodontic treatment?</strong></p><p>Improvements to the bite can be made, making it easier to bite, chew and speak</p><p>Appearance get improved as the treatment align the teeth in their correct position.</p><p><strong>What type of problem can be corrected by Orthodontic treatment?</strong></p><p>Not everyone has a good smile. Many people have either overcrowded teeth or too spacing making their personality poor. You can also improve that if you have such problems with the orthodontic treatment.</p><p>Crooked or crowded teeth may cause uneven wear of tooth surfaces or jaw problems that may lead to complications later in life. They can also be difficult to clean properly, which makes them prone to tooth decay and gum disease. Orthodontic treatment helps to improve your oral health that can get worsen if not treated.</p><p><strong>Are Orthodontic appliances always fixed?</strong></p><p>No. There are two types of appliances. One is fixed known as braces or brackets. Another type is a removable type. Removable type is a traditional method of treating bad bite.</p><p><strong>What are the benefits of fixed procedure over traditional removable type?</strong></p><p>Only minor irregularities can be corrected by the removable orthodontic treatment whereas major problems can be treated by the fixed orthodontic treatment.</p><p>There are high chances of relapse with removable type of treatment.</p><p>Fixed orthodontic treatment is always better with uncooperative kids who tend to remove their appliance if they do not like it.</p><p>The final outcome is always better with fixed orthodontic treatment procedure.</p><p><strong>How long will be the treatment period?</strong></p><p>Treatment times vary, but it may take from 12 to 30 months to complete. For adults, treatment may take a little longer because the facial bones have stopped growing. But whatever your age, keeping your teeth and gums healthy during orthodontic treatment will help keep treatment time on track.</p><p><strong>What are braces made from?</strong></p><p>They are made up of various materials. They can be made of metal, ceramic, plastic or a combination of these materials.</p><p><strong>Are there any tooth colored brackets available?</strong></p><p>Yes, there are some clear or tooth colored braces available.</p><p><strong>When should the treatment begin?</strong></p><p>Irregularities of teeth often become noticeable when permanent teeth start to erupt. Child’s permanent teeth start to erupt from the age of 6 till 12. While teeth are erupting, we can notice irregularities of their teeth and suggest if they need this treatment during their regular dental visits.</p><p>Treatment often begins between ages 8 to 14. Treatment that starts at an early age produces optimal results.</p><p><strong>How about adults wearing braces?</strong></p><p>It’s never too late to improve your dental health and beautify your smile. If you’re an adult, you can still improve your bad bite such as crooked or crowded teeth, overbites, under bites, incorrect jaw position, or jaw-joint disorders. Usually, adult treatment takes a little longer than a child’s treatment. No matter your age.</p><p>Each person is unique, and no one case presents a definitive reason why a space is present. Genetics can play a major role in how teeth form in your mouth. If your parents have spacing between their teeth, it is a good chance that you will also.</p><p>Childhood habits largely affect the position of your teeth as well. Breathing mostly through your mouth and sucking on your thumb are examples of habits that will affect the position of your teeth.</p><p>Adults can also have habits, like forcing their tongue against their upper teeth or pen biting, which can gradually shift teeth throughout life. When the teeth shift, spacing or even jaw joint pain can occur.</p><p>Placing braces on your teeth in order to move them into their correct position is usually the most ideal treatment. Using orthodontics to move the teeth is the most time consuming, but it is also the most beneficial.</p><p>Orthodontics is used to place teeth so that your bite is in harmony with your smile. All of the other treatments to fill the spaces, including tooth bonding, dental veneers, and dental crowns, although they are very good treatments, are considered esthetic and functional compromises, and should be discussed with us in order to determine which restorative dentistry treatment is best for you.</p>"
  },
  {
    "id": 2,
    "icon": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/service_icon/Aligners_final.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/Aligner_img1.jpg",
    "title": "Aligners",
    "description": "Clear aligners are a modern, removable orthodontic solution for straightening teeth.",
    "fullContent": "<p><strong>Clear Aligners in Hubli</strong><br/>Invisible Teeth Straightening at Dhotrad’s Sunny Dental and Orthodontic Clinic</p><p>If you’re searching for clear aligners in Hubli, invisible braces near you, or a trusted orthodontist in Hubli, you’re in the right place.</p><p>At Dhotrad’s Sunny Dental and Orthodontic Clinic, we provide advanced clear aligner treatment designed to straighten your teeth discreetly, comfortably, and effectively.</p><p>Led by an experienced orthodontic specialist, our clinic is a preferred destination for clear aligners in Hubli–Dharwad for adults and teenagers alike.</p><p><strong>What Are Clear Aligners?</strong></p><p>Clear aligners are custom-made, transparent orthodontic trays that gradually move teeth into proper alignment. Unlike traditional metal braces, aligners are nearly invisible, removable, and comfortable—making them ideal for patients who want a confident smile during treatment.</p><p>Clear aligners are especially popular among working professionals, college students, and adults in Hubli seeking discreet orthodontic care.</p><p><strong>Expert Care by an Orthodontic Specialist in Hubli</strong></p><p>Your clear aligner treatment is personally planned and supervised by:</p><p><strong>Dr. Ignatius Fernandes, M.D.S</strong><br/>Orthodontics & Dentofacial Orthopaedics</p><p>With advanced training in orthodontics, Dr. Ignatius Fernandes specializes in:</p><ul><li>Clear aligners & invisible orthodontics</li><li>Smile correction & facial harmony</li><li>Bite correction and complex tooth movement</li></ul><p>Every treatment is scientifically planned, digitally guided, and clinically precise—ensuring safe and predictable results.</p><p><strong>Why Choose Clear Aligners at Our Hubli Clinic?</strong></p><ul><li>Invisible & aesthetic orthodontic solution</li><li>No metal wires or brackets</li><li>Easy removal for eating and brushing</li><li>Fewer dental visits</li><li>Digitally planned tooth movement</li><li>Personalized care by a specialist orthodontist</li></ul><p>Our clinic combines modern technology with expert orthodontic judgment, making us a trusted choice for clear aligners in Hubli.</p><p><strong>Dental Problems Treated with Clear Aligners</strong></p><p>Clear aligners are effective for correcting:</p><ul><li>Crooked or crowded teeth</li><li>Gaps and spacing between teeth</li><li>Protruding front teeth</li><li>Mild to moderate overbite and underbite</li><li>Crossbite</li><li>Relapse after previous braces</li></ul><p>During your consultation, we evaluate whether clear aligners are the best orthodontic option for your case.</p><p><strong>Clear Aligner Treatment Process in Hubli</strong></p><ol><li><strong>Orthodontic Consultation & Digital Scan</strong><br/>Detailed clinical examination and advanced digital impressions.</li><li><strong>3D Smile Planning</strong><br/>You’ll see a digital preview of how your teeth will move.</li><li><strong>Custom Aligner Fabrication</strong><br/>Precisely designed aligners tailored to your teeth.</li><li><strong>Regular Monitoring</strong><br/>Periodic check-ups to ensure smooth and safe progress.</li><li><strong>Retention & Long-Term Stability</strong><br/>Retainers help maintain your new smile.</li></ol><p><strong>Clear Aligners Cost in Hubli</strong></p><p>The cost of clear aligners in Hubli depends on:</p><ul><li>Severity of misalignment</li><li>Duration of treatment</li><li>Number of aligners required</li></ul><p>At Dhotrad’s Sunny Dental and Orthodontic Clinic, we offer:</p><ul><li>Transparent pricing</li><li>Honest treatment recommendations</li><li>Flexible payment options</li></ul><p><strong>Frequently Asked Questions (FAQs)</strong></p><p><strong>Are clear aligners better than braces?</strong><br/>Clear aligners offer better aesthetics and comfort, especially for adults. Suitability depends on your orthodontic condition.</p><p><strong>How long does clear aligner treatment take?</strong><br/>Treatment usually takes 6 to 18 months, depending on complexity.</p><p><strong>Are clear aligners painful?</strong><br/>You may feel mild pressure when switching aligners, which subsides quickly.</p><p><strong>How many hours per day should aligners be worn?</strong><br/>For best results, wear aligners 20–22 hours daily.</p><p><strong>Can I eat with aligners on?</strong><br/>No. Aligners should be removed while eating and drinking (except water).</p><p><strong>Is clear aligner treatment safe?</strong><br/>Yes, when planned and monitored by a qualified orthodontist, it is very safe and effective.</p><p><strong>Book a Clear Aligner Consultation in Hubli</strong></p><p>Transform your smile with expert-guided clear aligner treatment in Hubli.</p><p>📍 Dhotrad’s Sunny Dental and Orthodontic Clinic – Hubli<br/>👨‍⚕️ Dr. Ignatius Fernandes, M.D.S Orthodontics<br/>📞 Call now to book your appointment</p><p><strong>Straighten your teeth confidently—without metal braces.</strong></p>"
  },
  {
    "id": 3,
    "icon": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/service_icon/Dental_Filling.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/dentalFillings.png",
    "title": "Dental Fillings",
    "description": "Dental fillings are an effective treatment for repairing teeth affected by cavities, decay, cracks, or minor fractures.",
    "fullContent": "<p>Dental fillings are an effective treatment for repairing teeth affected by cavities, decay, cracks, or minor fractures.</p><p>At Dhotrad’s Sunny Dental Clinics, we provide advanced dental filling treatments that restore tooth strength, function, and appearance while preventing further damage.</p><p>Our clinic offers a range of filling options, including tooth-colored composite fillings, glass ionomer cement (GIC), silver amalgam, porcelain, and gold fillings.</p><p>The most suitable filling material is selected based on the location of the tooth, extent of decay, bite pressure, and individual patient needs.</p><p>Tooth-colored fillings blend seamlessly with natural teeth, while GIC fillings release fluoride to help protect against future decay.</p><p>Dental fillings not only improve chewing efficiency and comfort but also help prevent infections and long-term dental complications.</p><p>With proper oral hygiene and regular dental check-ups, fillings can last for many years.</p><p>For accurate diagnosis, quality treatment, and long-lasting results, consult the experienced dentists at Dhotrad’s Sunny Dental Clinics.</p><p>📞 Book an appointment today for reliable dental filling treatment and restore your healthy smile.</p>"
  },
  {
    "id": 4,
    "icon": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/service_icon/Crowns.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/dentalCrown.jpg",
    "title": "Dental Crowns",
    "description": "Dental crowns are a reliable restorative and cosmetic solution used to protect and strengthen damaged teeth.",
    "fullContent": "<p>Dental crowns are a reliable restorative and cosmetic solution used to protect and strengthen damaged teeth.</p><p>At Dhotrad’s Sunny Dental Clinics, we provide high-quality dental crowns designed to blend naturally with your existing teeth, restoring both function and appearance.</p><p>A dental crown fits over the tooth like a cap, covering it completely and protecting it from further damage while enhancing your smile.</p><p>A dental crown is recommended for teeth that are cracked, severely worn, weakened, or affected by large cavities that cannot be treated with fillings alone.</p><p>Crowns are also commonly placed after root canal treatment to protect the fragile tooth structure, as well as over dental implants or as part of a dental bridge.</p><p>We offer dental crowns made from advanced materials such as porcelain, ceramic, zirconia, metal, gold, composite resin, and material combinations like porcelain-fused-to-metal.</p><p>The choice of crown material depends on factors including tooth location, bite force, gum position, remaining natural tooth structure, and the shade of surrounding teeth.</p><p>Temporary crowns may be placed initially while the permanent crown is custom-fabricated for precise fit and aesthetics.</p><p>With proper oral hygiene and regular dental check-ups, dental crowns can last many years.</p><p>While crowns are often the most effective solution, alternatives such as veneers may be considered in specific cases.</p><p>Our dentists carefully evaluate each patient to recommend the most suitable treatment option.</p><p>📞 Book an appointment at Dhotrad’s Sunny Dental Clinics today for durable, natural-looking dental crowns and long-term tooth protection.</p>"
  },
  {
    "id": 5,
    "icon": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/service_icon/Root_canal_treatment.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/rootCanal.jpg",
    "title": "Root Canal",
    "description": "Root canal treatment is a tooth-saving procedure designed to remove infection from the inner portion of the tooth.",
    "fullContent": "<p>Root canal treatment is a tooth-saving procedure designed to remove infection from the inner portion of the tooth and preserve its natural structure.</p><p>At Dhotrad’s Sunny Dental Clinics, root canal therapy is performed with precision and care to eliminate pain, prevent further infection, and avoid tooth extraction.</p><p>The procedure involves removing the infected pulp, thoroughly cleaning and disinfecting the canals, and sealing the tooth to protect it from future damage.</p><p>A root canal is required when the pulp inside the tooth becomes inflamed or infected due to deep decay, repeated dental procedures, cracks, or trauma.</p><p>Even when the visible portion of the tooth appears intact, infection inside can cause pain, swelling, and sensitivity.</p><p>Our dentists conduct a detailed clinical examination and digital X-rays to accurately diagnose the condition and determine whether root canal treatment is necessary.</p><p>The procedure is carried out under local anesthesia to ensure patient comfort.</p><p>The infected pulp is carefully removed, the canals are cleaned and shaped, and antibacterial medication is used to eliminate infection.</p><p>The tooth is then sealed with a biocompatible filling material.</p><p>A temporary filling may be placed initially, followed by a permanent filling or dental crown to restore strength, function, and appearance.</p><p>Dental crowns provide long-term stability and a natural look to the treated tooth.</p><p>After root canal treatment, mild discomfort is normal for a few days and usually subsides with medication.</p><p>Patients can return to daily activities quickly but should avoid chewing on the treated tooth until it is permanently restored.</p><p>With proper oral hygiene and regular dental visits, a root canal-treated tooth can last for many years.</p><p>Delaying or avoiding root canal treatment can allow infection to spread, leading to severe pain, abscess formation, bone loss, and eventual tooth extraction.</p><p>Preventive care such as good oral hygiene, regular dental check-ups, and early treatment of cavities can significantly reduce the need for root canal therapy.</p><p>If you are experiencing persistent tooth pain or sensitivity, contact Dhotrad’s Sunny Dental Clinics today.</p><p>Emergency appointments are available to diagnose the cause and provide prompt relief while restoring your healthy, confident smile.</p>"
  },
  {
    "id": 6,
    "icon": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/service_icon/Dental_Implantz.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/dental_Implants.jpg",
    "title": "Dental Implants",
    "description": "Dental implants are an advanced and long-lasting solution for replacing missing teeth and restoring a natural, confident smile.",
    "fullContent": "<p>Dental implants are an advanced and long-lasting solution for replacing missing teeth and restoring a natural, confident smile.</p><p>At Dhotrad’s Sunny Dental Clinics, we provide customized dental implant treatments designed to meet individual patient needs while delivering excellent function, comfort, and aesthetics.</p><p>A dental implant is a titanium screw that is surgically placed into the jawbone to replace the root of a missing tooth, and once healed, it supports a dental crown that closely resembles a natural tooth in appearance and feel.</p><p>Dental implants work by fusing with the jawbone, creating a stable foundation for replacement teeth, which prevents slipping or shifting and allows patients to eat, speak, and smile with confidence.</p><p>Compared to traditional dentures or bridges, implants provide superior stability and a more natural experience.</p><p>Dental implants offer several benefits, including improved appearance, clearer speech, enhanced chewing ability, better comfort, increased self-esteem, improved oral health, exceptional durability, and long-term convenience, with a high success rate when properly maintained.</p><p>While dental implants are a safe and effective procedure, potential considerations include the need for surgery, multiple appointments, healing time, and higher costs in cases involving multiple teeth, all of which are discussed transparently with patients before treatment planning.</p><p>Dental implants are suitable for patients with healthy gums, adequate jawbone support or eligibility for bone grafting, and good oral hygiene habits, and they are especially beneficial when traditional bridges or dentures are uncomfortable or unsuitable.</p><p>Two main types of dental implants are commonly used, including endosteal implants placed directly into the jawbone and subperiosteal implants designed for patients with insufficient bone height.</p><p>The dental implant procedure is performed in stages, beginning with surgical placement of the implant into the jawbone, followed by a healing period during which the implant bonds with the bone.</p><p>Temporary restorations may be worn during this phase.</p><p>Once healing is complete, an abutment is attached and impressions are taken to fabricate the final crown, bridge, or denture, restoring full function and aesthetics.</p><p>Proper oral hygiene, regular dental visits, avoidance of smoking, and care while chewing hard foods help ensure the long-term success of dental implants.</p><p>If you are missing one or more teeth and looking for a permanent and natural-looking replacement, contact Dhotrad’s Sunny Dental Clinics today to explore dental implant treatment and restore your smile with confidence.</p>"
    },
  {
    "id": 7,
    "icon": "smile_icon.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/toothExtraction.jpg",
    "title": "Tooth Extraction",
    "description": "Tooth extraction is a common dental procedure that involves removing a tooth from its socket.",
    "fullContent": "<p>Tooth extraction is a common dental procedure that involves removing a tooth from its socket when it is severely damaged, infected, or causing oral health complications.</p><p>At Dhotrad’s Sunny Dental Clinics, tooth extractions are performed with advanced pain management techniques to ensure patient comfort and safety, making the procedure smooth and minimally traumatic.</p><p>Tooth extraction may be necessary in cases of severe tooth decay or infection, advanced gum disease, dental trauma, overcrowding, impacted teeth, or wisdom tooth complications.</p><p>The extraction process begins with a thorough consultation and X-rays to assess the condition of the tooth and surrounding bone, and antibiotics may be prescribed if infection or swelling is present.</p><p>Depending on the condition of the tooth, the extraction may be simple or surgical.</p><p>In a simple extraction, local anesthesia is administered to numb the area, the tooth is gently loosened, and removed using specialized instruments.</p><p>Surgical extraction is required for impacted or broken teeth and may involve an incision in the gum, removal of surrounding bone, or sectioning of the tooth, and is performed under local anesthesia, sedation, or general anesthesia based on medical needs.</p><p>Prior to extraction, patients are advised to inform the dentist of any existing medical conditions to ensure safe treatment planning.</p><p>Recovery after tooth extraction usually takes a few days, during which mild pain and swelling are normal and can be managed with prescribed medication and proper post-operative care.</p><p>Patients are advised to avoid smoking, alcohol, hot foods, and strenuous activity, and to maintain good oral hygiene while protecting the extraction site.</p><p>Wisdom tooth extraction is a routine procedure at Dhotrad’s Sunny Dental Clinics and is commonly recommended when there is insufficient space in the jaw, leading to pain, infection, or impaction.</p><p>The cost of tooth or wisdom tooth extraction varies depending on the complexity, position of the tooth, number of teeth involved, and level of impaction, and is discussed in detail after clinical evaluation.</p><p>With proper care and adherence to post-extraction instructions, healing is usually quick and uneventful.</p><p>If you are experiencing tooth pain, swelling, or discomfort, contact Dhotrad’s Sunny Dental Clinics today for expert evaluation and safe tooth extraction to restore your oral health and comfort.</p>"
  },
  {
    "id": 8,
    "icon": "implant_icon.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/denture.jpg",
    "title": "Dentures",
    "description": "Dentures are a reliable and time-tested solution for replacing missing teeth and restoring both function and appearance.",
    "fullContent": "<p>Dentures are a reliable and time-tested solution for replacing missing teeth and restoring both function and appearance.</p><p>At Dhotrad’s Sunny Dental Clinics, we provide high-quality, customized dentures designed to ensure comfort, natural aesthetics, and improved quality of life.</p><p>Dentures, also known as artificial or false teeth, act as prosthetic replacements for one or more missing teeth and are commonly made from acrylic, nylon, or metal to fit securely over the gums.</p><p>Properly fitted dentures help improve speech, chewing ability, facial support, and self-confidence while preventing facial sagging and protecting remaining teeth.</p><p>Dentures are available as partial or complete solutions depending on the number of missing teeth, with partial dentures used when some natural teeth remain and full dentures recommended when all teeth are missing or extracted.</p><p>Removable dentures are easy to clean and maintain, while flexible dentures offer enhanced comfort, lightweight design, and improved aesthetics due to gum-colored, translucent materials that eliminate the need for visible metal clips.</p><p>The denture preparation process involves clinical examination, impressions of the mouth, bite assessment, trial fittings, and final insertion to ensure proper fit, comfort, and function.</p><p>The cost of dentures varies depending on whether extractions are required, the type of denture selected, materials used, number of visits, and insurance coverage.</p><p>While dentures offer many benefits, some patients may initially experience adjustment-related issues such as mild discomfort, speech difficulty, or irritation, which typically resolve as the mouth adapts.</p><p>Alternatives to dentures include dental implants, veneers, and dental bridges, which may be recommended based on individual oral health and long-term goals.</p><p>Proper denture care, including daily cleaning with appropriate solutions, careful handling, soaking overnight, and regular dental check-ups, helps extend their lifespan and maintain oral health.</p><p>If you are missing teeth and looking for a functional and aesthetic replacement, contact Dhotrad’s Sunny Dental Clinics today to restore your smile, confidence, and comfort with expertly designed dentures.</p>"
  },
  {
    "id": 9,
    "icon": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/service_icon/Aligners.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/dentalBridge.jpg",
    "title": "Dental Bridge",
    "description": "A dental bridge is an effective and reliable solution for replacing missing teeth and restoring both function and appearance.",
    "fullContent": "<p>A dental bridge is an effective and reliable solution for replacing missing teeth and restoring both function and appearance.</p><p>At Dhotrad’s Sunny Dental Clinics, we design and place dental bridges that look natural, feel comfortable, and blend seamlessly with your existing teeth.</p><p>Bridges are a preferred alternative to removable dentures for many patients due to their stability and long-term comfort.</p><p>A dental bridge, also known as a fixed partial denture, is used when one or more teeth are missing and consists of an artificial tooth called a pontic, which fills the gap and is supported by healthy teeth or dental implants on either side.</p><p>These supporting teeth, known as abutments, are prepared to securely hold the bridge in place, and the bridge is fabricated using materials such as porcelain, zirconia, metal, or a combination of materials to closely match natural teeth.</p><p>Dental bridge treatment is recommended for patients with missing teeth and healthy adjacent teeth capable of supporting the restoration, helping restore chewing and speaking ability, improve smile aesthetics, maintain facial structure, evenly distribute bite forces, and prevent surrounding teeth from shifting out of position.</p><p>Several types of dental bridges are available, including traditional, cantilever, Maryland, and implant-supported bridges, with the most suitable option selected based on the location of the missing teeth, oral health condition, and functional requirements.</p><p>The treatment process begins with a thorough clinical examination and X-rays to assess tooth and bone health, followed by preparation of the supporting teeth, impression taking using conventional or digital methods, and custom fabrication of the bridge in a dental laboratory, during which a temporary bridge may be placed.</p><p>The final bridge is then securely fitted to restore function and aesthetics.</p><p>The cost of a dental bridge varies depending on the number of teeth replaced, materials used, type of bridge selected, and any additional treatments required, and with proper oral hygiene and regular dental visits, dental bridges can last for many years.</p><p>If you are missing one or more teeth, contact Dhotrad’s Sunny Dental Clinics today to restore a strong, functional, and confident smile.</p>"
  },
  {
    "id": 10,
    "icon": "smile_icon.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/MouthGuard.jpg",
    "title": "MouthGuard",
    "description": "A mouthguard, also called a nightguard or biteguard, is a dental appliance used to protect teeth from grinding or clenching during sleep",
    "fullContent": "<p>At Dhotrad’s Sunny Dental Clinics, we help protect your smile with high-quality, custom mouthguards designed for comfort, safety, and long-term oral health.</p><p>We provide different types of mouthguards based on individual needs to ensure effective protection and lasting smiles.</p><p><strong>What is a Mouthguard?</strong></p><p>A mouthguard, also called a nightguard or biteguard, is a dental appliance used to protect teeth from grinding or clenching during sleep and from injuries during sports activities.</p><p>Mouthguards may also help reduce snoring and manage mild obstructive sleep apnea.</p><p><strong>Types of Mouthguards</strong></p><p>Stock mouthguards are affordable and easily available in stores but often feel bulky and provide a loose fit.</p><p>Boil-and-bite mouthguards offer a better fit by molding to the teeth after heating, making them a more comfortable option.</p><p>Custom-made mouthguards are dentist-designed using dental impressions, offering the best fit, comfort, and protection, especially for teeth grinding, snoring, or sleep apnea.</p><p><strong>When is a Mouthguard Needed?</strong></p><p>Sports mouthguards are essential for contact and high-impact sports to prevent tooth and facial injuries.</p><p>Nightguards are recommended for patients with teeth grinding or clenching to prevent tooth wear, jaw pain, and gum irritation.</p><p>Specialized mouthguards can help reduce snoring and support airway positioning in sleep apnea cases.</p><p><strong>Mouthguard Care</strong></p><p>Brush and floss before wearing the mouthguard.</p><p>Rinse and clean it daily using cool water and a toothbrush.</p><p>Store it in a ventilated case and keep it away from heat and pets.</p><p>Replace the mouthguard when worn out or every two to three years for optimal protection.</p>"
  },
  {
    "id": 11,
    "icon": "implant_icon.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/fullMouthRehabilitation.jpg",
    "title": "Full Mouth Rehabilitation",
    "description": "Comprehensive treatment for restoring all teeth using a combination of procedures for function and aesthetics.",
    "fullContent": "<p>At Dhotrad’s Sunny Dental Clinics, we provide comprehensive and personalized dental solutions designed to restore oral health, function, and aesthetics for long-lasting, confident smiles.</p><p><strong>What is Full Mouth Rehabilitation (FMR)?</strong></p><p>Full Mouth Rehabilitation is an advanced dental treatment approach for patients with multiple oral concerns such as missing, damaged, worn, or misaligned teeth.</p><p>It involves carefully planned restorative and cosmetic procedures to rebuild the entire mouth, improving chewing efficiency, speech clarity, comfort, appearance, and overall quality of life.</p><p><strong>Who Requires Full Mouth Rehabilitation?</strong></p><p>Patients with multiple missing teeth due to decay, injury, or trauma</p><p>Teeth with large, weak, or failing restorations</p><p>Misaligned teeth that affect bite balance and jaw function</p><p>Severely worn, chipped, broken, or decayed teeth</p><p>Chronic teeth grinding or erosion caused by acidic foods, beverages, or acid reflux</p><p><strong>Treatment Options in Full Mouth Rehabilitation</strong></p><p>Dental Bridges are fixed restorations used to replace missing teeth by anchoring artificial teeth between healthy adjacent teeth, restoring function and smile aesthetics.</p><p>Dental Crowns are protective caps placed over damaged or fractured teeth to restore strength, shape, and natural appearance.</p><p>Dental Implants are titanium posts surgically placed into the jawbone to replace missing teeth, offering a stable, long-term solution that looks and functions like natural teeth.</p><p>Inlays and Onlays are custom-made restorations that repair moderate tooth damage while preserving maximum healthy tooth structure.</p><p>Porcelain Veneers are thin, tooth-colored shells bonded to the front of teeth to enhance smile appearance by correcting discoloration, shape, and minor alignment issues.</p><p>Teeth Whitening is often included to remove stains and discoloration, completing the rehabilitation with a brighter, refreshed smile.</p>"
  },
  {
    "id": 12,
    "icon": "teeth_icon.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/pediatricDentistry.jpg",
    "title": "Pediatric Dentistry",
    "description": "Pediatric dentistry focuses on the oral health of children, including their teeth, gums, and mouth during all stages of growth.",
    "fullContent": "<p>At Dhotrad’s Sunny Dental Clinics, we are committed to nurturing healthy smiles from early childhood through the teenage years.</p><p>We believe that healthy children build healthy nations, and our focus is on providing gentle, compassionate, and comprehensive dental care for every child.</p><p><strong>What is Pediatric Dentistry?</strong></p><p>Pediatric dentistry focuses on the oral health of children, including their teeth, gums, and mouth during all stages of growth and development.</p><p>Children begin getting their first teeth within the first six months of life, and by the age of six or seven, these primary teeth gradually make way for permanent teeth.</p><p>With proper dental care, children can avoid decay, infections, and long-term oral complications.</p><p>Pediatric Dental Treatments</p><p>Pediatric dental care includes infant oral health examinations and cavity risk assessment for both mother and child.</p><p>Preventive care such as professional cleaning, fluoride treatments, and guidance on nutrition and oral hygiene habits is essential.</p><p>Counseling for habits like thumb sucking and pacifier use helps prevent future dental problems.</p><p>Early evaluation for bite correction and orthodontic concerns ensures proper jaw and tooth development.</p><p>Treatment also includes cavity fillings, management of gum conditions, and care for dental injuries such as fractured or displaced teeth.</p><p><strong> What is a Pulpectomy?</strong></p><p>A pulpectomy is a procedure used to remove infected pulp tissue from a child’s tooth.</p><p>The pulp contains nerves, blood vessels, and connective tissue, and when severely infected, it must be removed to save the tooth.</p><p>Pulpectomy is commonly performed on baby teeth and is often referred to as a baby root canal.</p><p>Pulpectomy vs Root Canal Treatment</p><p>In a pulpectomy, all pulp is removed and replaced with a resorbable material suitable for primary teeth.</p><p>A root canal treatment involves similar steps but is usually performed on permanent teeth and followed by a crown.</p><p><strong> When is a Pulpectomy Needed? </strong></p><p>Pulpectomy is recommended when a baby tooth is badly damaged due to decay or trauma.</p><p>Preserving baby teeth is important because they maintain space for permanent teeth, support proper chewing, and aid speech development.</p><p>Loss of baby teeth too early can lead to alignment issues and overcrowding.</p><p><strong> Can Pulpectomy Be Prevented? </strong></p><p>Good oral hygiene, regular dental visits, and early detection of cavities can reduce the need for pulpectomy.</p><p>Using mouthguards during sports and addressing dental trauma promptly also helps prevent severe damage.</p><p>Pulpectomy vs Extraction</p><p>If a tooth is too damaged or loose, extraction may be necessary.</p><p>In such cases, a space maintainer may be used to preserve proper spacing until the permanent tooth erupts.</p><p>Gentle and Child-Friendly Care</p><p>We understand the concerns of parents and the anxiety children may feel during dental visits.</p><p>Our experienced pediatric dental team knows how to make children feel comfortable, safe, and cared for.</p><p>Regular checkups and preventive care help ensure healthy teeth, confident smiles, and happy childhood memories.</p>"
  },
  {
    "id": 13,
    "icon": "smile_icon.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/dentalCrown.jpg",
    "title": "Veneers / Cosmetic Dentistry",
    "description": "Dental veneers are thin, tooth-colored shells that are bonded to the front surface of teeth to improve their appearance while smiling.",
    "fullContent": "<p>At Dhotrad’s Sunny Dental Clinics, we focus on enhancing smiles through advanced cosmetic dentistry solutions that improve both appearance and confidence.</p><p>Our veneer treatments are designed to deliver natural-looking, long-lasting results tailored to each patient.</p><p><strong>What are Dental Veneers?</strong></p><p>Dental veneers are thin, tooth-colored shells that are bonded to the front surface of teeth to improve their appearance while smiling.</p><p>They are commonly made from porcelain or resin-composite materials and are custom-crafted to match the shape and shade of natural teeth.</p><p>Veneers are an effective solution for correcting cosmetic imperfections and achieving a harmonious smile.</p><p><strong>What Dental Concerns Can Veneers Treat?</strong></p><p>Veneers are used to improve the appearance of chipped or broken teeth.</p><p>They help mask severe discoloration or uneven tooth color that does not respond to whitening treatments.</p><p>Veneers can close small gaps between teeth and enhance teeth that are smaller, pointed, or irregularly shaped.</p><p>They offer a semi-permanent cosmetic solution for a brighter, more confident smile.</p><p>Benefits of Dental Veneers</p><p>Veneers significantly enhance the overall appearance of teeth and create a more uniform smile.</p><p>They are stain-resistant, durable, and designed to blend seamlessly with natural teeth.</p><p>Veneers require minimal maintenance and provide long-term aesthetic improvement.</p><p>Types of Dental Veneers</p><p>Porcelain veneers are the most commonly used and provide excellent strength, durability, and a natural appearance.</p><p>Traditional porcelain veneers usually require reshaping of the tooth surface, making the procedure irreversible and sometimes requiring local anesthesia.</p><p>No-prep veneers require minimal enamel modification and preserve more of the natural tooth structure.</p><p>In many cases, no-prep veneers do not require anesthesia and offer a more conservative cosmetic solution.</p><p>Personalized Smile Design</p><p>The type of veneer recommended depends on individual dental needs, aesthetic goals, and oral health.</p><p>Our dentists carefully evaluate each case to ensure veneers provide optimal function, comfort, and a naturally beautiful smile.</p>"
  },
  {
    "id": 14,
    "icon": "implant_icon.png",
    "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/gumCare.png",
    "title": "Gum Care",
    "description": "Gum disease begins when plaque builds up under and along the gum line.",
    "fullContent": "<p>At Dhotrad’s Sunny Dental Clinics, we believe oral health is not just about straight teeth or a bright smile, but also about strong and healthy gums.</p><p>Even cavity-free teeth do not guarantee immunity from gum disease, as gum problems often develop painlessly and go unnoticed.</p><p>Healthy gums are the foundation of a healthy smile and overall oral wellness.</p><p><strong>What is Gum Disease?</strong></p><p>Gum disease begins when plaque builds up under and along the gum line.</p><p>Plaque is a sticky, bacteria-filled film that can cause infection of the gums and supporting bone.</p><p>This buildup can lead to gingivitis, the earliest stage of gum disease.</p><p>Gingivitis causes gums to become inflamed, tender, red, swollen, and prone to bleeding.</p><p>At this stage, damage is usually reversible since the bone and tissues supporting the teeth are not yet affected.</p><p>If left untreated, gingivitis can progress to periodontitis, a more advanced form of gum disease.</p><p>Periodontitis affects the bone that holds teeth in place and can lead to permanent damage.</p><p>Advanced periodontitis is the final stage, where supporting fibers and bone are destroyed, often resulting in loose teeth or extractions.</p><p>Signs and Symptoms of Gum Disease</p><p>Persistent bad breath or bad taste in the mouth</p><p>Gums that bleed easily while brushing or flossing</p><p>Swollen, red, or tender gums</p><p>Gums that pull away from the teeth</p><p>Loose or separating permanent teeth</p><p>How to Prevent Gum Disease</p><p>Gum disease is largely preventable with good oral care habits.</p><p>Floss daily to remove plaque and food particles from areas your toothbrush cannot reach.</p><p>Visit the dentist regularly for checkups and professional cleanings to detect early signs of gum disease.</p><p>Professional scaling is the only effective way to remove tartar buildup.</p><p>Quit smoking, as it weakens the immune system and increases the risk of gum disease while slowing healing.</p><p>Brush twice a day using a soft-bristled toothbrush and clean the tongue to reduce bacteria buildup.</p><p>Replace your toothbrush every three months or after illness to avoid bacterial reinfection.</p><p>Use a fluoride toothpaste recommended by your dentist to strengthen teeth and support gum health.</p><p>Therapeutic mouthwashes can help reduce plaque, control gingivitis, and slow tartar formation when used alongside brushing and flossing.</p><p>With consistent care and regular dental visits, healthy gums can be maintained for a lifetime.</p>"
  },
  {
    "id": 15,
      "icon": "implant_icon.png",
      "image": "https://raw.githubusercontent.com/DhotradSunnyDentalandOrthodonticClinics/website-services/main/images/gumCare.png",
      "title": "Tele-Dentistry",
      "description": "e-Dentistry or Tele-dentistry represents the modern approach to delivering dental care through digital and tele-health technologies",
      "fullContent": "<p>e-Dentistry or Tele-dentistry represents the modern approach to delivering dental care through digital and tele-health technologies, making oral healthcare more accessible, efficient, and patient-centric.</p><p>With the evolution of communication technologies, dental consultations and guidance can now reach patients even in the most remote locations.</p><p>The connection between oral health and overall health is well established, with global studies highlighting oral diseases as a major public health concern affecting billions worldwide.</p><p><strong>What is e-Dentistry or Tele-dentistry?</strong></p><p>e-Dentistry or Tele-dentistry refers to the use of tele-health systems and digital tools in dentistry to deliver dental care, consultation, education, and follow-up remotely.</p><p>Tele-health is not a single service but a combination of technologies that enhance healthcare delivery and patient education beyond physical clinic visits.</p><p>Tele-dentistry allows dentists to evaluate, diagnose, and guide patients using digital communication platforms.</p><p>Modes of Tele-dentistry</p><p>Live video consultations enable real-time interaction between dentist and patient for immediate guidance and evaluation.</p><p>Store-and-forward methods allow sharing of dental images, reports, and records for later assessment by the dentist.</p><p>Remote patient monitoring helps track oral health conditions over time.</p><p>Mobile health solutions support dental care access through smartphones and digital applications.</p><p>Benefits and Uses of e-Dentistry</p><p>e-Dentistry helps extend dental care services to underserved and remote populations.</p><p>It plays a vital role in educating the public and spreading awareness about oral hygiene and preventive care.</p><p>Tele-dentistry supports preliminary consultations, treatment planning, and professional guidance.</p><p>It also helps in scientific scheduling, seeking second opinions, and follow-up care after treatment.</p><p>Scope of e-Dentistry in India</p><p>e-Dentistry has significant potential in improving oral health awareness and early diagnosis across diverse populations.</p><p>It assists patients in pre-consultation discussions, reduces unnecessary clinic visits, and improves access to expert dental advice.</p><p>At Dhotrad’s Sunny Dental Clinics, we believe in adopting advanced technologies to provide convenient, reliable, and high-quality dental care.</p><p>Both domestic and international patients can use our e-Dentistry platform to consult with dentists, schedule appointments, and receive follow-up care.</p><p>Tele-dentistry helps patients confidently discuss dental concerns, understand treatment options, and plan effective care from the comfort of their location.</p><p>Get in touch with Dhotrad’s Sunny Dental Clinics today to explore e-Dentistry solutions and take a step toward healthier, happier smiles.</p>"
  }
]
